Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Has a shell session
bn: একটি শেল সেশন আছে
es: Tiene una sesión de shell
fr: Possède une session shell
hi: शेल सत्र मौजूद है
it: Ha una sessione shell
ja: シェルセッションがあります
ko: 셸 세션이 있습니다
pt_br: Tem uma sessão de shell
ru: Есть сеанс оболочки
sv: Har en skalsession
zh_hans: 已有 Shell 会话
zh_hant: 已有 Shell 工作階段

source: has all of
bn: সবগুলি আছে
es: tiene todas
fr: contient tout
hi: इन सभी के साथ
it: contiene tutti
ja: すべてを含む
ko: 모두 포함
pt_br: tem todos
ru: содержит все
sv: har alla
zh_hans: 包含所有
zh_hant: 包含全部

source: has any of
bn: যেকোনোটি আছে
es: tiene alguna
fr: contient au moins un
hi: इनमें से कोई
it: contiene almeno uno
ja: いずれかを含む
ko: 하나 이상 포함
pt_br: tem algum
ru: содержит любое
sv: har någon
zh_hans: 包含任意
zh_hant: 包含任一

source: has none of
bn: কোনোটিই নেই
es: no tiene ninguna
fr: ne contient aucun
hi: इनमें से कोई नहीं
it: non contiene nessuno
ja: いずれも含まない
ko: 아무것도 포함 안 함
pt_br: não tem nenhum
ru: не содержит ни одного
sv: har ingen
zh_hans: 不包含任何
zh_hant: 不包含任何

source: Head branch
bn: সোর্স ব্রাঞ্চ
es: Rama de origen
fr: Branche source
hi: स्रोत ब्रांच
it: Branch sorgente
ja: ヘッドブランチ
ko: 소스 브랜치
pt_br: Branch de origem
ru: Исходная ветка
sv: Källgren
zh_hans: 源分支
zh_hant: 來源分支

source: Hear about new tickets assigned to you.
bn: আপনাকে বরাদ্দ নতুন টিকিটের খবর পান।
es: Recibe avisos de nuevos tickets asignados a ti.
fr: Recevez les nouveaux tickets qui vous sont attribués.
hi: आपको सौंपे नए टिकटों की सूचना पाएँ।
it: Ricevi avvisi sui nuovi ticket assegnati a te.
ja: 新しく割り当てられたチケットを通知します。
ko: 새로 할당된 티켓을 알립니다.
pt_br: Receba avisos de novos tickets atribuídos a você.
ru: Уведомляет о новых назначенных вам задачах.
sv: Meddelar om nya ärenden som tilldelas dig.
zh_hans: 获知新分配给你的工单。
zh_hant: 得知新指派給你的工單。

source: Held back: this automation already ran 30 times in the last hour.
bn: স্থগিত: এই অটোমেশন গত ঘণ্টায় ৩০ বার চলেছে।
es: Retenida: esta automatización ya se ejecutó 30 veces en la última hora.
fr: Retenue : cette automatisation a déjà été exécutée 30 fois en une heure.
hi: रोक दिया: यह ऑटोमेशन पिछले घंटे में 30 बार चल चुका है।
it: Limitata: questa automazione è già stata eseguita 30 volte nell’ultima ora.
ja: 制限中：この自動化は過去1時間にすでに30回実行されました。
ko: 제한됨: 지난 1시간 동안 이미 30번 실행된 자동화입니다.
pt_br: Retida: esta automação já executou 30 vezes na última hora.
ru: Приостановлено: автоматизация уже запускалась 30 раз за последний час.
sv: Begränsad: automatiseringen har redan körts 30 gånger senaste timmen.
zh_hans: 已限制：此自动化在过去一小时已运行 30 次。
zh_hant: 已限制：此自動化在過去一小時已執行 30 次。

source: Helpers
bn: সহায়ক প্রসেস
es: Procesos auxiliares
fr: Processus auxiliaires
hi: सहायक प्रक्रियाएँ
it: Processi ausiliari
ja: ヘルパー
ko: 보조 프로세스
pt_br: Processos auxiliares
ru: Вспомогательные процессы
sv: Hjälpprocesser
zh_hans: 辅助进程
zh_hant: 輔助程式

source: Hide
bn: লুকান
es: Ocultar
fr: Masquer
hi: छिपाएँ
it: Nascondi
ja: 非表示
ko: 숨기기
pt_br: Ocultar
ru: Скрыть
sv: Dölj
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide Commit Message
bn: কমিট বার্তা লুকান
es: Ocultar mensaje del commit
fr: Masquer le message du commit
hi: कमिट संदेश छिपाएँ
it: Nascondi messaggio del commit
ja: コミットメッセージを非表示
ko: 커밋 메시지 가리기
pt_br: Ocultar mensagem do commit
ru: Скрыть сообщение коммита
sv: Göm commit-meddelande
zh_hans: 隐藏提交说明
zh_hant: 隱藏提交訊息

source: Hide Context Pane
bn: প্রসঙ্গ প্যানেল লুকান
es: Ocultar panel de contexto
fr: Masquer le panneau de contexte
hi: संदर्भ पैनल छिपाएँ
it: Nascondi pannello di contesto
ja: コンテキストパネルを非表示
ko: 컨텍스트 패널 가리기
pt_br: Ocultar painel de contexto
ru: Скрыть панель контекста
sv: Göm kontextpanel
zh_hans: 隐藏上下文面板
zh_hant: 隱藏情境面板

source: Hide Others
bn: অন্যগুলো লুকান
es: Ocultar otros
fr: Masquer les autres
hi: अन्य छिपाएँ
it: Nascondi altre
ja: ほかを非表示
ko: 기타 가리기
pt_br: Ocultar outros
ru: Скрыть остальные
sv: Göm övriga
zh_hans: 隐藏其他
zh_hant: 隱藏其他

source: Hide token
bn: টোকেন লুকান
es: Ocultar token
fr: Masquer le jeton
hi: टोकन छिपाएँ
it: Nascondi token
ja: トークンを非表示
ko: 토큰 숨기기
pt_br: Ocultar token
ru: Скрыть токен
sv: Dölj token
zh_hans: 隐藏令牌
zh_hant: 隱藏權杖

source: High
bn: উচ্চ
es: Alta
fr: Élevée
hi: उच्च
it: Alta
ja: 高
ko: 높음
pt_br: Alta
ru: Высокий
sv: Hög
zh_hans: 高
zh_hant: 高

source: History
bn: ইতিহাস
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
sv: Historik
zh_hans: 历史记录
zh_hant: 歷史記錄

source: History changed while loading older commits. Refresh history to continue.
bn: পুরোনো কমিট লোড করার সময় ইতিহাস বদলেছে। চালিয়ে যেতে ইতিহাস রিফ্রেশ করুন।
es: El historial cambió al cargar commits antiguos. Actualízalo para continuar.
fr: L’historique a changé pendant le chargement d’anciens commits. Actualisez-le pour continuer.
hi: पुराने कमिट लोड करते समय इतिहास बदल गया। जारी रखने के लिए इतिहास रीफ़्रेश करें।
it: La cronologia è cambiata durante il caricamento dei commit precedenti. Aggiornala per continuare.
ja: 古いコミットの読み込み中に履歴が変わりました。履歴を更新してください。
ko: 이전 커밋을 로드하는 동안 기록이 변경되었습니다. 계속하려면 새로 고치세요.
pt_br: O histórico mudou ao carregar commits antigos. Atualize-o para continuar.
ru: История изменилась при загрузке старых коммитов. Обновите её для продолжения.
sv: Historiken ändrades när äldre incheckningar lästes in. Uppdatera den för att fortsätta.
zh_hans: 加载更早提交时历史记录已更改。请刷新历史记录后继续。
zh_hant: 載入較舊提交時歷程已變更。請重新整理歷程後繼續。

source: History of %@
bn: %@-এর ইতিহাস
es: Historial de %@
fr: Historique de %@
hi: %@ का इतिहास
it: Cronologia di %@
ja: %@ の履歴
ko: %@의 기록
pt_br: Histórico de %@
ru: История %@
sv: Historik för %@
zh_hans: %@ 的历史记录
zh_hant: %@ 的歷程記錄

source: Hooks report when an agent starts and finishes a turn. Installing or removing hooks preserves your other configuration.
bn: হুক জানায় এজেন্টের টার্ন কখন শুরু ও শেষ হয়। হুক ইনস্টল বা সরালেও আপনার অন্য সেটিংস অক্ষত থাকে।
es: Los hooks informan del inicio y el fin de cada turno del agente. Instalarlos o quitarlos conserva el resto de tu configuración.
fr: Les hooks signalent le début et la fin d’un tour de l’agent. Leur installation ou suppression préserve le reste de votre configuration.
hi: हुक बताते हैं कि एजेंट का टर्न कब शुरू और खत्म होता है। हुक इंस्टॉल करने या हटाने से आपकी बाकी सेटिंग्स बनी रहती हैं।
it: Gli hook segnalano l’inizio e la fine di un turno dell’agente. Installarli o rimuoverli preserva le altre impostazioni.
ja: フックはエージェントのターンの開始と終了を報告します。フックを追加・削除しても、他の設定は保持されます。
ko: 훅은 에이전트 턴의 시작과 종료를 알립니다. 훅을 설치하거나 제거해도 다른 설정은 유지됩니다.
pt_br: Os hooks informam quando um turno do agente começa e termina. Instalar ou remover hooks preserva suas outras configurações.
ru: Хуки сообщают о начале и завершении хода агента. Их установка или удаление сохраняет остальные настройки.
sv: Hookar rapporterar när en agent börjar och avslutar en tur. Övriga inställningar bevaras när du installerar eller tar bort hookar.
zh_hans: 钩子会报告代理何时开始和结束一轮任务。安装或移除钩子会保留其他配置。
zh_hant: 掛鉤會回報代理程式何時開始及結束一輪任務。安裝或移除掛鉤會保留其他設定。

source: Icon theme
bn: আইকন থিম
es: Tema de iconos
fr: Thème d’icônes
hi: आइकन थीम
it: Tema icone
ja: アイコンテーマ
ko: 아이콘 테마
pt_br: Tema de ícones
ru: Тема значков
sv: Ikontema
zh_hans: 图标主题
zh_hant: 圖示佈景主題

source: Idle
bn: নিষ্ক্রিয়
es: Inactivo
fr: Inactif
hi: निष्क्रिय
it: Inattivo
ja: 待機中
ko: 유휴
pt_br: Ocioso
ru: Простаивает
sv: Vilande
zh_hans: 空闲
zh_hant: 閒置

source: If GitHub or Jira data is missing, check installation and sign-in status in Settings → Integrations, then click Refresh. Sign in from your terminal with gh auth login or acli jira auth login. Open Settings → Activity for errors and Settings → System for diagnostics. The Simulator preview needs Node.js 20 or later. Review logs for private information before sharing them.
bn: GitHub বা Jira-র ডেটা না থাকলে সেটিংস → ইন্টিগ্রেশনে ইনস্টলেশন ও সাইন-ইন পরীক্ষা করে রিফ্রেশে ক্লিক করুন। টার্মিনালে gh auth login বা acli jira auth login দিয়ে সাইন ইন করুন। ত্রুটি দেখতে সেটিংস → কার্যকলাপ এবং ডায়াগনস্টিক তথ্যের জন্য সেটিংস → সিস্টেম খুলুন। সিমুলেটর প্রিভিউয়ের জন্য Node.js 20 বা পরের সংস্করণ দরকার। লগ শেয়ার করার আগে ব্যক্তিগত তথ্য আছে কি না পরীক্ষা করুন।
es: Si faltan datos de GitHub o Jira, comprueba la instalación y el inicio de sesión en Ajustes → Integraciones y pulsa Actualizar. Inicia sesión desde el terminal con gh auth login o acli jira auth login. Consulta los errores en Ajustes → Actividad y los diagnósticos en Ajustes → Sistema. La vista previa del simulador requiere Node.js 20 o posterior. Revisa si los registros contienen información privada antes de compartirlos.
fr: Si des données GitHub ou Jira manquent, vérifiez l’installation et la connexion dans Réglages → Intégrations, puis cliquez sur Actualiser. Connectez-vous depuis le terminal avec gh auth login ou acli jira auth login. Consultez les erreurs dans Réglages → Activité et les diagnostics dans Réglages → Système. L’aperçu du simulateur nécessite Node.js 20 ou ultérieur. Vérifiez que les journaux ne contiennent pas d’informations privées avant de les partager.
hi: GitHub या Jira डेटा न दिखे तो सेटिंग्स → एकीकरण में इंस्टॉलेशन और साइन-इन जाँचें, फिर रीफ़्रेश करें पर क्लिक करें। टर्मिनल में gh auth login या acli jira auth login से साइन इन करें। त्रुटियों के लिए सेटिंग्स → गतिविधि और जाँच की जानकारी के लिए सेटिंग्स → सिस्टम खोलें। सिम्युलेटर प्रीव्यू के लिए Node.js 20 या नया संस्करण चाहिए। लॉग साझा करने से पहले उनमें निजी जानकारी जाँच लें।
it: Se mancano dati di GitHub o Jira, verifica installazione e accesso in Impostazioni → Integrazioni, poi fai clic su Aggiorna. Accedi dal terminale con gh auth login o acli jira auth login. Consulta gli errori in Impostazioni → Attività e la diagnostica in Impostazioni → Sistema. L’anteprima del simulatore richiede Node.js 20 o successivo. Controlla che i log non contengano informazioni private prima di condividerli.
ja: GitHub や Jira のデータが表示されない場合は、「設定 → 連携」でインストールとサインインの状態を確認し、「更新」をクリックしてください。ターミナルから gh auth login または acli jira auth login でサインインできます。エラーは「設定 → アクティビティ」、診断情報は「設定 → システム」で確認できます。シミュレータのプレビューには Node.js 20 以降が必要です。ログを共有する前に、個人情報が含まれていないか確認してください。
ko: GitHub 또는 Jira 데이터가 없다면 설정 → 연동에서 설치 및 로그인 상태를 확인한 다음 새로 고침을 클릭하세요. 터미널에서 gh auth login 또는 acli jira auth login으로 로그인할 수 있습니다. 오류는 설정 → 활동에서, 진단 정보는 설정 → 시스템에서 확인하세요. 시뮬레이터 미리 보기에는 Node.js 20 이상이 필요합니다. 로그를 공유하기 전에 개인 정보가 포함되어 있는지 확인하세요.
pt_br: Se faltarem dados do GitHub ou Jira, verifique a instalação e o login em Ajustes → Integrações e clique em Atualizar. Entre pelo terminal com gh auth login ou acli jira auth login. Consulte erros em Ajustes → Atividade e diagnósticos em Ajustes → Sistema. A prévia do simulador precisa do Node.js 20 ou posterior. Verifique se os logs contêm informações privadas antes de compartilhá-los.
ru: Если данные GitHub или Jira отсутствуют, проверьте установку инструментов и вход в разделе «Настройки → Интеграции», затем нажмите «Обновить». Войдите из терминала командой gh auth login или acli jira auth login. Ошибки доступны в разделе «Настройки → Активность», диагностика — в «Настройки → Система». Для предпросмотра симулятора нужен Node.js 20 или новее. Перед отправкой журналов проверьте, нет ли в них личных данных.
sv: Om GitHub- eller Jira-data saknas kontrollerar du installation och inloggning i Inställningar → Integrationer och klickar på Uppdatera. Logga in via terminalen med gh auth login eller acli jira auth login. Se fel i Inställningar → Aktivitet och diagnostik i Inställningar → System. Simulatorförhandsvisningen kräver Node.js 20 eller senare. Kontrollera att loggarna inte innehåller privat information innan du delar dem.
zh_hans: 如果缺少 GitHub 或 Jira 数据，请在“设置 → 集成”中检查工具是否已安装并登录，然后点击“刷新”。可在终端运行 gh auth login 或 acli jira auth login 登录。在“设置 → 活动”中查看错误，在“设置 → 系统”中查看诊断信息。模拟器预览需要 Node.js 20 或更高版本。分享日志前请检查是否包含隐私信息。
zh_hant: 若缺少 GitHub 或 Jira 資料，請在「設定 → 整合」中檢查安裝和登入狀態，再按「重新整理」。可在終端機執行 gh auth login 或 acli jira auth login 登入。在「設定 → 活動」中查看錯誤，在「設定 → 系統」中查看診斷資訊。模擬器預覽需要 Node.js 20 或以上版本。分享記錄前，請檢查是否含有私人資訊。

source: Ignored keybind "%@": expected trigger=action.
bn: কীবাইন্ড "%@" উপেক্ষা করা হয়েছে: trigger=action প্রত্যাশিত।
es: Atajo "%@" ignorado: se esperaba trigger=action.
fr: Raccourci « %@ » ignoré : format attendu trigger=action.
hi: कीबाइंड "%@" अनदेखा किया: trigger=action अपेक्षित है।
it: Scorciatoia "%@" ignorata: previsto trigger=action.
ja: キー割り当て「%@」を無視しました。trigger=action が必要です。
ko: 키 바인딩 "%@" 무시됨: trigger=action 형식이 필요합니다.
pt_br: Atalho "%@" ignorado: esperado trigger=action.
ru: Сочетание «%@» проигнорировано: ожидалось trigger=action.
sv: Tangentbindningen ”%@” ignorerades: förväntade trigger=action.
zh_hans: 已忽略快捷键“%@”：应为 trigger=action。
zh_hant: 已忽略快捷鍵「%@」：應為 trigger=action。

source: Image unavailable
bn: ছবি অনুপলব্ধ
es: Imagen no disponible
fr: Image indisponible
hi: छवि उपलब्ध नहीं
it: Immagine non disponibile
ja: 画像を利用できません
ko: 이미지를 사용할 수 없음
pt_br: Imagem indisponível
ru: Изображение недоступно
sv: Bild inte tillgänglig
zh_hans: 图片不可用
zh_hant: 影像無法使用

source: In progress
bn: চলমান
es: En curso
fr: En cours
hi: प्रगति में
it: In corso
ja: 進行中
ko: 진행 중
pt_br: Em andamento
ru: В работе
sv: Pågår
zh_hans: 进行中
zh_hant: 進行中

source: Include untracked files
bn: ট্র্যাক না করা ফাইল অন্তর্ভুক্ত করুন
es: Incluir archivos sin seguimiento
fr: Inclure les fichiers non suivis
hi: अनट्रैक फ़ाइलें शामिल करें
it: Includi file non tracciati
ja: 未追跡のファイルを含める
ko: 추적되지 않은 파일 포함
pt_br: Incluir arquivos não rastreados
ru: Включить неотслеживаемые файлы
sv: Ta med ospårade filer
zh_hans: 包含未跟踪的文件
zh_hant: 包含未追蹤的檔案

source: Includes the app, connected backend, PTY helper and their descendants, plus the WebKit and other helper processes macOS runs for the app. Totals cover only listed processes.
bn: অ্যাপ, সংযুক্ত ব্যাকএন্ড, PTY সহায়ক ও তাদের অধীনস্থ প্রসেস এবং অ্যাপের জন্য macOS চালিত WebKit ও অন্যান্য সহায়ক প্রসেস অন্তর্ভুক্ত। মোটে শুধু তালিকাভুক্ত প্রসেস ধরা হয়।
es: Incluye la app, el backend conectado, el proceso auxiliar PTY y sus descendientes, además de WebKit y otros procesos auxiliares que macOS ejecuta para la app. Los totales solo incluyen los procesos listados.
fr: Inclut l’app, le backend connecté, l’assistant PTY et leurs descendants, ainsi que WebKit et les autres processus auxiliaires lancés par macOS pour l’app. Les totaux couvrent uniquement les processus listés.
hi: इसमें ऐप, जुड़ा बैकएंड, PTY सहायक और उनकी उपप्रक्रियाएँ, साथ ही ऐप के लिए macOS द्वारा चलाई जाने वाली WebKit और अन्य सहायक प्रक्रियाएँ शामिल हैं। कुल में केवल सूचीबद्ध प्रक्रियाएँ शामिल हैं।
it: Include l’app, il backend connesso, il processo ausiliario PTY e i loro discendenti, oltre a WebKit e agli altri processi ausiliari eseguiti da macOS per l’app. I totali includono solo i processi elencati.
ja: アプリ、接続中のバックエンド、PTYヘルパーとその子孫プロセスに加え、macOSがアプリ用に実行するWebKitなどのヘルパープロセスを含みます。合計には表示中のプロセスのみを含みます。
ko: 앱, 연결된 백엔드, PTY 보조 프로세스 및 하위 프로세스와 macOS가 앱을 위해 실행하는 WebKit 및 기타 보조 프로세스를 포함합니다. 합계에는 나열된 프로세스만 포함됩니다.
pt_br: Inclui o app, o backend conectado, o auxiliar PTY e seus descendentes, além do WebKit e de outros processos auxiliares executados pelo macOS para o app. Os totais incluem apenas os processos listados.
ru: Включает приложение, подключённый бэкенд, помощник PTY и их дочерние процессы, а также WebKit и другие вспомогательные процессы macOS для приложения. Итоги учитывают только перечисленные процессы.
sv: Omfattar appen, ansluten backend, PTY-hjälpprocessen och deras underprocesser samt WebKit och andra hjälpprocesser som macOS kör för appen. Summorna omfattar endast listade processer.
zh_hans: 包括应用、已连接的后端、PTY 辅助进程及其子进程，以及 macOS 为应用运行的 WebKit 和其他辅助进程。总计仅包含列出的进程。
zh_hant: 包含 App、已連線的後端、PTY 輔助程式及其子程序，以及 macOS 為 App 執行的 WebKit 和其他輔助程序。總計僅涵蓋列出的程序。

source: Info
bn: তথ্য
es: Información
fr: Information
hi: जानकारी
it: Informazioni
ja: 情報
ko: 정보
pt_br: Informação
ru: Информация
sv: Information
zh_hans: 信息
zh_hant: 資訊

source: Inside the project
bn: প্রকল্পের ভেতরে
es: Dentro del proyecto
fr: Dans le projet
hi: प्रोजेक्ट के अंदर
it: Dentro il progetto
ja: プロジェクト内
ko: 프로젝트 안
pt_br: Dentro do projeto
ru: Внутри проекта
sv: Inuti projektet
zh_hans: 项目内部
zh_hant: 專案內部

source: Inspector updated %@
bn: পরিদর্শক আপডেট হয়েছে: %@
es: Inspector actualizado: %@
fr: Inspecteur actualisé : %@
hi: इंस्पेक्टर अपडेट हुआ: %@
it: Pannello aggiornato: %@
ja: インスペクタ更新日時：%@
ko: 검사기 업데이트: %@
pt_br: Inspetor atualizado: %@
ru: Инспектор обновлён: %@
sv: Inspektören uppdaterad %@
zh_hans: 检查器更新时间：%@
zh_hant: 檢查器更新時間：%@

source: Install
bn: ইনস্টল
es: Instalar
fr: Installer
hi: इंस्टॉल करें
it: Installa
ja: インストール
ko: 설치
pt_br: Instalar
ru: Установить
sv: Installera
zh_hans: 安装
zh_hant: 安裝

source: Install %@ first. You can add its hooks later in Settings → Integrations.
bn: আগে %@ ইনস্টল করুন। পরে সেটিংস → ইন্টিগ্রেশন থেকে এর হুক যোগ করতে পারেন।
es: Instala %@ primero. Puedes añadir sus hooks más tarde en Ajustes → Integraciones.
fr: Installez d’abord %@. Vous pourrez ajouter ses hooks dans Réglages → Intégrations.
hi: पहले %@ इंस्टॉल करें। इसके हुक बाद में सेटिंग्स → एकीकरण में जोड़ सकते हैं।
it: Installa prima %@. Potrai aggiungere gli hook in Impostazioni → Integrazioni.
ja: まず %@ をインストールしてください。フックは後で「設定 → 連携」から追加できます。
ko: 먼저 %@을(를) 설치하세요. 훅은 나중에 설정 → 연동에서 추가할 수 있습니다.
pt_br: Instale %@ primeiro. Você pode adicionar os hooks depois em Ajustes → Integrações.
ru: Сначала установите %@. Хуки можно добавить позже в разделе «Настройки → Интеграции».
sv: Installera %@ först. Du kan lägga till hookarna senare i Inställningar → Integrationer.
zh_hans: 请先安装 %@。之后可在“设置 → 集成”中添加其钩子。
zh_hant: 請先安裝 %@。之後可在「設定 → 整合」中加入其掛鉤。

source: Install %@ hooks in Settings → Integrations before running a workflow.
bn: ওয়ার্কফ্লো চালানোর আগে সেটিংস → ইন্টিগ্রেশনে %@ হুক ইনস্টল করুন।
es: Instala los hooks de %@ en Ajustes → Integraciones antes de ejecutar un flujo.
fr: Installez les hooks de %@ dans Réglages → Intégrations avant d’exécuter un workflow.
hi: वर्कफ़्लो चलाने से पहले सेटिंग्स → इंटीग्रेशन में %@ हुक इंस्टॉल करें।
it: Installa gli hook di %@ in Impostazioni → Integrazioni prima di eseguire un flusso.
ja: ワークフローを実行する前に、「設定 → 連携」で %@ のフックをインストールしてください。
ko: 워크플로를 실행하기 전에 설정 → 통합에서 %@ 훅을 설치하세요.
pt_br: Instale os hooks do %@ em Ajustes → Integrações antes de executar um fluxo.
ru: Перед запуском процесса установите хуки %@ в разделе «Настройки → Интеграции».
sv: Installera hookar för %@ i Inställningar → Integrationer innan du kör ett arbetsflöde.
zh_hans: 运行工作流前，请在“设置 → 集成”中安装 %@ 钩子。
zh_hant: 執行工作流程前，請在「設定 → 整合」中安裝 %@ 掛鉤。

source: Install agent hooks
bn: এজেন্ট হুক ইনস্টল করুন
es: Instala los hooks del agente
fr: Installez les hooks des agents
hi: एजेंट हुक इंस्टॉल करें
it: Installa gli hook degli agenti
ja: エージェントフックをインストール
ko: 에이전트 훅 설치
pt_br: Instale os hooks dos agentes
ru: Установите хуки агентов
sv: Installera agent-hookar
zh_hans: 安装代理钩子
zh_hant: 安裝代理程式掛鉤

source: Install hook
bn: হুক ইনস্টল করুন
es: Instalar hook
fr: Installer le hook
hi: हुक इंस्टॉल करें
it: Installa hook
ja: フックをインストール
ko: 훅 설치
pt_br: Instalar hook
ru: Установить хук
sv: Installera hook
zh_hans: 安装钩子
zh_hant: 安裝掛鉤

source: Install status line
bn: স্ট্যাটাস লাইন ইনস্টল করুন
es: Instalar línea de estado
fr: Installer la ligne d’état
hi: स्टेटस लाइन इंस्टॉल करें
it: Installa riga di stato
ja: ステータス行をインストール
ko: 상태 표시줄 설치
pt_br: Instalar linha de status
ru: Установить строку состояния
sv: Installera statusrad
zh_hans: 安装状态栏
zh_hant: 安裝狀態列

source: Install the gh webhook extension to forward events. Cascade will keep checking for updates on its regular schedule.
bn: ইভেন্ট পাঠাতে gh webhook এক্সটেনশন ইনস্টল করুন। Cascade নিয়মিত সময়সূচি অনুযায়ী আপডেট দেখতে থাকবে।
es: Instala la extensión gh webhook para reenviar eventos. Cascade seguirá comprobando actualizaciones con su frecuencia habitual.
fr: Installez l’extension gh webhook pour transférer les événements. Cascade continuera de vérifier les mises à jour à son intervalle habituel.
hi: इवेंट भेजने के लिए gh webhook एक्सटेंशन इंस्टॉल करें। Cascade नियमित अंतराल पर अपडेट जाँचता रहेगा।
it: Installa l’estensione gh webhook per inoltrare gli eventi. Cascade continuerà a controllare gli aggiornamenti secondo l’intervallo abituale.
ja: イベントを転送するには gh webhook 拡張機能をインストールしてください。Cascade は通常の間隔で更新の確認を続けます。
ko: 이벤트를 전달하려면 gh webhook 확장을 설치하세요. Cascade는 계속 정기적으로 업데이트를 확인합니다.
pt_br: Instale a extensão gh webhook para encaminhar eventos. O Cascade continuará verificando atualizações no intervalo habitual.
ru: Установите расширение gh webhook для передачи событий. Cascade продолжит проверять обновления по обычному расписанию.
sv: Installera tillägget gh webhook för att vidarebefordra händelser. Cascade fortsätter att söka efter uppdateringar enligt det vanliga schemat.
zh_hans: 安装 gh webhook 扩展以转发事件。Cascade 仍会按常规计划检查更新。
zh_hant: 安裝 gh webhook 擴充功能以轉送事件。Cascade 仍會按一般排程檢查更新。

source: Install the tools you need, then click Refresh. GitHub and Jira features require their command-line tools. Agents are optional.
bn: প্রয়োজনীয় টুল ইনস্টল করে রিফ্রেশে ক্লিক করুন। GitHub ও Jira সুবিধার জন্য তাদের কমান্ড-লাইন টুল দরকার। এজেন্ট বাধ্যতামূলক নয়।
es: Instala las herramientas necesarias y pulsa Actualizar. Las funciones de GitHub y Jira necesitan sus herramientas de línea de comandos. Los agentes son opcionales.
fr: Installez les outils nécessaires, puis cliquez sur Actualiser. Les fonctions GitHub et Jira nécessitent leurs outils en ligne de commande. Les agents sont facultatifs.
hi: ज़रूरी टूल इंस्टॉल करें, फिर रीफ़्रेश करें पर क्लिक करें। GitHub और Jira सुविधाओं के लिए उनके कमांड-लाइन टूल चाहिए। एजेंट वैकल्पिक हैं।
it: Installa gli strumenti necessari e fai clic su Aggiorna. Le funzioni GitHub e Jira richiedono i rispettivi strumenti da riga di comando. Gli agenti sono facoltativi.
ja: 必要なツールをインストールし、「更新」をクリックしてください。GitHub と Jira の機能には、それぞれのコマンドラインツールが必要です。エージェントは任意です。
ko: 필요한 도구를 설치한 다음 새로 고침을 클릭하세요. GitHub와 Jira 기능에는 각각의 명령줄 도구가 필요합니다. 에이전트는 선택 사항입니다.
pt_br: Instale as ferramentas necessárias e clique em Atualizar. Os recursos do GitHub e Jira precisam de suas ferramentas de linha de comando. Agentes são opcionais.
ru: Установите нужные инструменты и нажмите «Обновить». Функциям GitHub и Jira нужны соответствующие инструменты командной строки. Агенты необязательны.
sv: Installera verktygen du behöver och klicka på Uppdatera. GitHub- och Jira-funktioner kräver respektive kommandoradsverktyg. Agenter är valfria.
zh_hans: 安装需要的工具，然后点击“刷新”。GitHub 和 Jira 功能需要各自的命令行工具。代理是可选的。
zh_hant: 安裝需要的工具，再按「重新整理」。GitHub 和 Jira 功能需要各自的命令列工具。代理程式並非必要。

source: Installed
bn: ইনস্টল করা আছে
es: Instalado
fr: Installé
hi: इंस्टॉल है
it: Installato
ja: インストール済み
ko: 설치됨
pt_br: Instalado
ru: Установлено
sv: Installerat
zh_hans: 已安装
zh_hant: 已安裝

source: Installed · %@%@
bn: ইনস্টল করা আছে · %@%@
es: Instalado · %@%@
fr: Installé · %@%@
hi: इंस्टॉल है · %@%@
it: Installato · %@%@
ja: インストール済み · %@%@
ko: 설치됨 · %@%@
pt_br: Instalado · %@%@
ru: Установлено · %@%@
sv: Installerat · %@%@
zh_hans: 已安装 · %@%@
zh_hant: 已安裝 · %@%@

source: Installed · version unknown
bn: ইনস্টল করা আছে · সংস্করণ অজানা
es: Instalado · versión desconocida
fr: Installé · version inconnue
hi: इंस्टॉल है · संस्करण अज्ञात
it: Installato · versione sconosciuta
ja: インストール済み・バージョン不明
ko: 설치됨 · 버전 알 수 없음
pt_br: Instalado · versão desconhecida
ru: Установлено · версия неизвестна
sv: Installerat · okänd version
zh_hans: 已安装 · 版本未知
zh_hant: 已安裝 · 版本不明

source: Installed; sign-in status unavailable
bn: ইনস্টল করা আছে; সাইন-ইনের অবস্থা জানা যায়নি
es: Instalado; estado de sesión no disponible
fr: Installé ; état de connexion indisponible
hi: इंस्टॉल है; साइन-इन स्थिति उपलब्ध नहीं
it: Installato; stato di accesso non disponibile
ja: インストール済み・サインイン状態は不明
ko: 설치됨; 로그인 상태를 확인할 수 없음
pt_br: Instalado; status de login indisponível
ru: Установлено; статус входа недоступен
sv: Installerat; inloggningsstatus saknas
zh_hans: 已安装；无法获取登录状态
zh_hant: 已安裝；無法取得登入狀態
